Repository: SAP/macOS-enterprise-privileges
Catalog: source/Privileges/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# selectButton
source: Select
ar: تحديد
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fi: Valitse
fr: Choisir
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取
zh_hk: 選擇

# settingsButton
source: Settings…
ar: الإعدادات…
ca: Configuración…
cs: Nastavení…
da: Indstillinger…
de: Einstellungen …
el: Ρυθμίσεις…
es: Ajustes…
es_419: Configuración…
fi: Asetukset…
fr: Réglages…
he: הגדרות…
hi: सेटिंग्ज़…
hr: Postavke…
hu: Beállítások…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
ms: Seting…
nb: Innstillinger…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
pt_pt: Definições…
ro: Configurări…
ru: Настройки…
sk: Nastavenia…
sl: Nastavitve …
sv: Inställningar…
th: การตั้งค่า…
tr: Ayarlar…
uk: Параметри…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定⋯
zh_hk: 設定⋯

# timeoutNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_419: Nunca
fi: Ei koskaan
fr: Jamais
he: אף פעם לא
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: しない
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_hans: 永不
zh_hant: 永不
zh_hk: 永不
